tap "amar1729/formulae"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "python@3.9"
brew "ccache"
brew "cmake"
brew "dfu-util"
brew "dtc"
brew "figlet"
brew "fzf"
brew "git"
brew "pinentry"
brew "gnupg"
brew "jq"
brew "lf"
brew "llvm"
brew "lsd"
brew "lua"
brew "luarocks"
brew "mpc"
brew "mpd", restart_service: true
brew "ncmpcpp"
brew "neovim"
brew "ninja"
brew "node"
brew "paperkey"
brew "qrencode"
brew "pass"
brew "pinentry-mac"
brew "pwgen"
brew "pyenv"
brew "pyright"
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "stow"
brew "stylua"
brew "tmux"
brew "west"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "amar1729/formulae/browserpass"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "android-file-transfer"
cask "autodesk-fusion360"
cask "balenaetcher"
cask "betaflight-configurator"
cask "brave-browser"
cask "coconutbattery"
cask "firefox"
cask "font-recursive-code"
cask "font-victor-mono-nerd-font"
cask "gcc-arm-embedded"
cask "google-chrome"
cask "kitty"
cask "logi-options-plus"
cask "macs-fan-control"
cask "monitorcontrol"
cask "openscad"
cask "raycast"
cask "spaceid"
cask "superslicer"
cask "the-unarchiver"
cask "transmission"
cask "ultimaker-cura"
cask "vlc"
cask "whatsapp"
